Notes/daily/2021-10-26.org
:PROPERTIES:
:ID:       c3cc215a-0e98-433d-92dd-4ba7fc437195
:END:
#+title: 2021-10-26
* Today's task list
- [ ] Copy the PPR to documents
  - [ ] Get permission from OCR to publish PPR
  - [ ] Copy it over
- [ ] Templates should be created for daily diary notes
- [ ] Go to Moodle and look at the 'Examples of projects from Hills students'.
  - [ ] Make notes on these examples
    - What are the strengths and weaknesses?
    - What can you learn from these?
    - How will this influence the way you work?
- [ ] Make a credits.org page displaying links to everything and everyone that's helped me in getting this project
- [ ] Add a link back to the main page from each page on the site, as well as a link to the source on github

Almost no or no tasks will be done today. I have not yet got OCR's permission to use their PPR document, and I have not enough time to do much else due to being away from my desk for most of the day.
