Notes/daily/2021-10-26.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>2021-10-26</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.min.css" /><link rel="stylesheet" href="/custom.css" />
</head>
<body>
<div id="preamble" class="status">

<div class="header">
    <span class="title">2021-10-26</span>
    <div class="links">
        <a href="/">Home</a>
        <a href="/Notes/daily/2021-11-15.html">Latest daily</a>
        <a href="https://github.com/Minion3665/EPQ/issues/new">Report issue</a>
        <a href="https://github.com/Minion3665/EPQ">View source</a>
    </div>
</div>
</div>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org9029b42">Today's task list</a></li>
</ul>
</div>
</div>
<div id="outline-container-org9029b42" class="outline-2">
<h2 id="org9029b42">Today's task list</h2>
<div class="outline-text-2" id="text-org9029b42">
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Copy the PPR to documents
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Get permission from OCR to publish PPR</li>
<li class="off"><code>[&#xa0;]</code> Copy it over</li>
</ul></li>
<li class="off"><code>[&#xa0;]</code> Templates should be created for daily diary notes</li>
<li class="off"><code>[&#xa0;]</code> Go to Moodle and look at the 'Examples of projects from Hills students'.
<ul class="org-ul">
<li class="off"><code>[&#xa0;]</code> Make notes on these examples
<ul class="org-ul">
<li>What are the strengths and weaknesses?</li>
<li>What can you learn from these?</li>
<li>How will this influence the way you work?</li>
</ul></li>
</ul></li>
<li class="off"><code>[&#xa0;]</code> Make a credits.org page displaying links to everything and everyone that's helped me in getting this project</li>
<li class="off"><code>[&#xa0;]</code> Add a link back to the main page from each page on the site, as well as a link to the source on github</li>
</ul>

<p>
Almost no or no tasks will be done today. I have not yet got OCR's permission to use their PPR document, and I have not enough time to do much else due to being away from my desk for most of the day.
</p>
</div>
</div>
</div>
</body>
</html>
